[
  {
    "content": "In 1976 Robert and Alison Smithson revealed the designs for Robin Hood Gardens at the Venice Biennale, framing it as a utopian solution to the housing problems of the time. In 2018 a fragment of the building, salvaged from the ongoing demolition, was shipped to Venice to be displayed at the 2018 iteration of the Biennale. \r\nConsidered by some as a crime ridden eyesore and by others to be one of the twentieth century’s most important buildings, Robin Hood Gardens has long been a key battle ground in the ever-expanding gentrification of London. The campaign against its demolition, spearheaded by The Twentieth Century Society, was championed by the likes of Richard Rogers and Zaha Hadid, with Hadid stating that \"The importance of Robin Hood Gardens as a formative project in the history of architecture cannot be under-estimated.\"   However these campaigns always felt facile, focusing too much on the building as architectural history. The voices of the community who inhabited the building were generally absent and the discourse around it failed to acknowledge whether or not it served it's purpose - to function as safe, "
  },
  {
    "content": "affordable housing.  \r\n      In the summer of 2017, \u0003a few weeks after it was announced Robin Hood Gardens was going to be demolished, Pinko Press visited the site and viewed the building for the first time. By that time however, the communities living there had been moved on and the estate felt like an empty monument to a long dead idea.  When it was announced a fragment of the building would be displayed at the Venice Bienale, the idea of Robin Hood Gardens the building of architectural importance, irrespective of its function as social housing, had come full circle. \r\n      In a series of essays images, and reflections this website explores how the demolition and subsequent display of Robin Hood Gardens came about, asking what this process might mean for the future of housing in London. In doing so, we ask what role we might play in the fight against the rapidly increasing gentrification of our cities. \r\n      This website will updated intermittently with new pieces of writing available as downloadable PDFs and aims to act as a living archive, updating as the issues evolve."
  },
  {
    "content": "Pinko Press is an independent publishing house, focusing on left-wing politics and culture with a specific interest in architecture. Taking cues from the rich history of radical publishing, Pinko aims to use \"design as a means to welcome and encourage ideas.\"\r\n\r\nSocial Constructs of Social Housing (PP001), an essay by Alfie Peacock which focuses on the shifting societal perceptions of social housing, starting just after the Second World War up to now is currently sold out.\r\n\r\nRise Into Ruin (PP002) is collection of reactions and opinions on the display of a section of Robin Hood Gardens at the 2018 Venice Bienalle, and the importance of that, within the bigger picture of gentrification and social cleansing. It is currently available to view on this website, with new articles and essays being uploaded sporadically.\r\n\r\nIf you have an idea for an upcoming Pinko Press submission, please get in touch here"
  },
  {
    "title": "SOCIAL HOUSING IN ENGLAND: A BRIEF HISTORY",
    "author": ""
  },
  {
    "title": "THE SPACE BETWEEN",
    "author": "Luis Diaz"
  },
  {
    "title": "FOR WHOM WILL A BUILDING SPEAK: ROBIN HOOD GARDENS AND NEW COLLECTION STRATEGIES AT THE V&A",
    "author": "Stan Portus"
  }
]
